Repository: mbideau/grub-early
Catalog: locale/*.po
Languages: fr

source: Binary '%s' is required to get the host UUID
fr: Le binaire '%s' est requis pour obtenir l'UUID de l'hôte

source: Binary '%s' not found (at path: '%s')
fr: Binaire '%s' non trouvé (à: '%s')

source: Both %s and %s must be specified
fr: %s et %s doivent être spécifiés

source: But there is no grub module for disk driver '%s'
fr: Mais il n'y a aucun module grub pour le pilote de disque '%s'

source: Configuration file '%s' doesn't exist nor is readable
fr: Le fichier de configuration '%s' n'existe pas ou n'est pas lisible

source: Copying '%s' to '%s'
fr: Copie de '%s' vers '%s'

source: Copying common conf file '%s' to '%s'
fr: Copie du fichier de configuration '%s' vers '%s'

source: Copying default theme%s '%s' to '%s'
fr: Copie du thème par défaut%s '%s' vers '%s'

source: Copying extra menus file '%s' to '%s'
fr: Copie du fichier de menus supplémentaires '%s' vers '%s'

source: Copying font '%s' to '%s'
fr: Copie de la police '%s' vers '%s'

source: Copying locale '%s'' to '%s'
fr: Copie de la traduction '%s' vers '%s'

source: Copying required modules to modules dir '%s'
fr: Copie des modules requis vers le dossier des modules '%s'

source: Copying themes dir%s '%s' to '%s'
fr: Copie du dossier des thèmes '%s' vers '%s'

source: Creating 'host' directory '%s'
fr: Création du dossier de l'hôte '%s'

source: Creating configuration file '%s'
fr: Création du fichier de configuration '%s'

source: Creating core image '%s' ...
fr: Création de l'image noyau '%s'

source: Creating current host '%s' required files ...
fr: Création du fichier des dépendances pour l'hôte '%s'

source: Creating detection file '%s'
fr: Création du fichier de détection d'hôte '%s'

source: Creating early directory '%s'
fr: Création du dossier pré-amorçage '%s'

source: Creating layout '%s' to '%s'
fr: Création de la disposition clavier '%s' dans le fichier '%s'

source: Creating memdisk '%s' from '%s'
fr: Création de l'archive 'memdisk' '%s' à partir de '%s'

source: Creating memdisk directory '%s'
fr: Création du dossier 'memdisk' '%s'

source: Creating menu file '%s'
fr: Création du fichier des menus '%s'

source: Creating parameters file '%s'
fr: Création du fichier des paramètres '%s'

source: Creating requirements file '%s'
fr: Création du fichier des dépendances '%s'

source: Creating theme dir '%s'
fr: Création du dossier des thèmes '%s'

source: Day/Night mode enabled
fr: Mode Jour/Nuit activé

source: Deleting memdisk directory '%s'
fr: Suppression du dossier 'memdisk' '%s'

source: Done! ;-)
fr: Fait! ;-)

source: ERROR
fr: ERREUR

source: Empty option definition
fr: Définition des options vide

source: FATAL ERROR
fr: ERREUR FATALE

source: Failed to find driver for disk '%s'
fr: Échec de la recherche d'un pilote pour le disque '%s'

source: Failed to find driver for usb keyboard '%s'
fr: Échec de la recherche d'un pilote pour le clavier USB '%s'

source: Failed to generate the keyboard layout
fr: Échec de la génération de la disposition clavier

source: Found multiple device for %s '%s'
fr: Trouvé plusieurs périphériques pour %s '%s'

source: Generating random background theme derivatives%s ...
fr: Génération des thèmes dérivés avec fond aléatoire%s ...

source: Grub core file '%s' have syntax errors
fr: Le fichier grub noyau '%s' a des erreurs de syntaxe

source: Grub menus file '%s' have syntax errors
fr: Le fichier grub des menus '%s' a des erreurs de syntaxe

source: Grub normal file '%s' have syntax errors
fr: Le fichier grub de configuration '%s' a des erreurs de syntaxe

source: Grub params file '%s' have syntax errors
fr: Le fichier grub des paramètres '%s' a des erreurs de syntaxe

source: Host '%s' archive file '%s' doesn't exist nor is readable
fr: Le fichier d'archive '%s' de l'hôte '%s' n'existe pas ou n'est pas lisible

source: Incompatible grub module requirements between '%s' and disk driver '%s'.
fr: Conflit de modules entre '%s' et le pilote de disque '%s'.

source: Incompatible grub modules requirements between %s '%s' and %s '%s'
fr: Conflit de modules entre %s '%s' et %s '%s'

source: Installing grub to MBR BIOS of disk '%s' ...
fr: Installation de grub dans le BIOS MBR du disque '%s'

source: Invalid %s format (must be: %H:%M, i.e.: 08:00 or 21:30)
fr: Format %s invalide (doit être: %H:%M, càd: 08:00 or 21:30)

source: Invalid color list for option '%s' (%s)
fr: Liste de couleurs invalides pour l'option '%s' (%s)

source: Invalid device '%s'
fr: Périphérique invalide '%s'

source: Invalid number of themes
fr: Nombre de thèmes invalide

source: Invalid number of themes (can't be '%d', maximum allowed is %d)
fr: Nombre de thèmes invalide (ne peut pas être '%d', le maximum autorisé est '%d')

source: Invalid theme name '%s' (no space allowed) from '%s'
fr: Nom de thème '%s' invalide (pas d'espace autorisé) pour '%s'

source: Invalid value for option '%s' (input: %s)
fr: Valeur invalide pour l'option '%s' (entrée: %s)

source: Module '%s' isn't readable or doesn't exist
fr: Le module '%s' n'existe pas ou n'est pas lisible

source: Multi-host mode enabled
fr: Mode Multi-Hôte activé

source: No keyboard found
fr: Aucun clavier trouvé

source: No keyboards grub module found
fr: Aucun module grub de clavier trouvé

source: No theme found in directory '%s'
fr: Aucun thème trouvé dans le dossier '%s'

source: Not installing grub to MBR BIOS of disk '%s' (user asked not to)
fr: N'installe pas grub dans le BIOS MBR du disque '%s' (à la demande de l'utilisateur)

source: Required host '%s' file '%s' doesn't exist nor is readable
fr: Le fichier d'archive '%s' de l'hôte '%s' n'existe pas ou n'est pas lisible

source: Required host '%s' file '%s' have syntax errors
fr: Le fichier requis '%s' de l'hôte '%s' a des erreurs de syntaxe

source: So the disk will not be available if you use this grub module '%s'
fr: Donc le disque ne sera pas disponible si vous utilisez ce module grub '%s'

source: So the disk will not be available if you use this usb grub module '%s'
fr: Donc le disque ne sera pas disponible si vous utilisez ce module grub USB '%s'

source: That requires a suitable grub module for disk driver
fr: Cela requiert un module grub de pilote de disque adapté

source: The grub module '%s' prevents using firmware driver (grub module '%s')
fr: Le module grub '%s' empêche l'usage des pilotes 'firmware' (module grub '%s')

source: The usb grub module '%s' prevents using firmware driver (grub module '%s')
fr: Le module grub USB '%s' empêche l'usage des pilotes 'firmware' (module grub '%s')

source: Theming can't be enabled at DAY time but not at NIGHT time, or the opposite
fr: Les thèmes ne peuvent être activés seulement pour le mode Jour et pas le mode Nuit, ou l'inverse

source: Tips: remove themes to get to %d or add some to get to %d
fr: Astuce: supprimer autant de thèmes que nécessaires pour n'en conserver que %d ou ajoutez en pour en obtenir %d

source: To solve this issue:
fr: Pour résoudre ce problème:

source: Top level device %s not found for device path '%s' (not a device?)
fr: Périphérique de plus haut niveau %s non trouvé pour le chemin du périphérique '%s' (pas un périphérique?)

source: WARNING
fr: AVERTISSEMENT

source: You can't have keymap '%s' and have no PS2 nor USB keyboards
fr: Il n'est pas possible d'utiliser la disposition clavier '%s' et de désactiver les claviers PS2 et USB

source: and/or do not use usb devices (prefer PS2 keyboard for example)
fr: et/ou n'utilisez pas de périphériques USB (préférez un clavier PS2 par exemple)

source: because they are the only one which support keylayouts
fr: car ce sont les seuls à supporter la disposition clavier

source: can't be '%d', needs to be a divider of %d, because randomness is based on seconds
fr: ne peut pas être '%d', a besoin d'être divisible par %d, car l'aléa est basé sur les secondes

source: configure your KVM virtual Machine to use only SATA disks
fr: configurez votre machine virtuelle KVM pour n'utiliser que des disques SATA

source: disk driver
fr: le pilote de disque

source: either configure your KVM virtual Machine to use SATA disks, or use a PS2 keyboard
fr: configurez votre machine virtuelle KVM pour n'utiliser que des disques SATA ou utilisez un clavier PS2

source: grub binaries version differ: %s (%s) != %s (%s)
fr: la version des binaires grub diffère: %s (%s) != %s (%s)

source: grub modules directory '%s' not found
fr: dossier des modules grub '%s' non trouvé

source: instead of the usb one '%s'
fr: au lieu de celui USB '%s'

source: like '%s' for %s, or '%s', etc.
fr: comme '%s' pour %s, ou '%s', etc.

source: no device specified
fr: aucun prériphérique spécifié

source: not a PCI device%s
fr: n'est pas un périphérique PCI%s

source: usb keyboard driver
fr: le pilote de clavier USB
